/* Localizable strings of com.apple.mcxMenuExtras preference manifest */

"mcxMenuExtras.pfm_title" =			"Menu Extras";
"mcxMenuExtras.pfm_description" =			"Managed menu extras. Specified menu extras will be added or removed from the menu bar after user login. Standard menu extra may be specified by file name. Non-standard menu extras are specified by full path. Some menu extras will only appear if appropriate for the target computer’s hardware or software configuration.";

"delaySeconds.pfm_title" =			"Add or Remove Delay";
"delaySeconds.pfm_description" =			"Seconds to delay after login before adding or removing menu extras. If the delay is too short, the menu extras will not appear or disappear in the menu bar.";

"maxWaitSeconds.pfm_title" =			"Maximum Wait";
"maxWaitSeconds.pfm_description" =			"Maximum time to wait for all menu extras to be added or removed.";

"AirPort.menu.pfm_title" =			"AirPort Menu Extra";
"AirPort.menu.pfm_description" =			"Set to true to add the AirPort menu extra. False remove the AirPort menu extra.";

"Battery.menu.pfm_title" =			"Battery Menu Extra";
"Battery.menu.pfm_description" =			"Set to true to add the Battery menu extra. Set to false to remove the Battery menu extra.";
"Bluetooth.menu.pfm_title" =			"Bluetooth Menu Extra";
"Bluetooth.menu.pfm_description" =			"Set to true to add the Bluetooth menu extra. Set to false to remove the Bluetooth menu extra.";
"CPU.menu.pfm_title" =			"CPU Menu Extra";
"CPU.menu.pfm_description" =			"Set to true to add the CPU menu extra. Set to false to remove the CPU menu extra.";
"Clock.menu.pfm_title" =			"Clock Menu Extra";
"Clock.menu.pfm_description" =			"Set to true add the Clock menu extra. Set to false to remove the Clock menu extra.";
"Displays.menu.pfm_title" =			"Displays Menu Extra";
"Displays.menu.pfm_description" =			"Set to true to add the Displays menu extra. Set to false to remove the Displays menu extra.";
"Eject.menu.pfm_title" =			"Eject Menu Extra";
"Eject.menu.pfm_description" =			"Set to true to add the Eject menu extra. Set to false to remove the Eject menu extra.";
"Fax.menu.pfm_title" =			"Fax Menu Extra";
"Fax.menu.pfm_description" =			"Set to true to add the Fax menu extra. Set to false to remove the Fax menu extra.";
"HomeSync.menu.pfm_title" =			"HomeSync Menu Extra";
"HomeSync.menu.pfm_description" =			"Set to true to add the HomeSync menu extra. Set to false to remove the HomeSync menu extra.";
"Ink.menu.pfm_title" =			"Ink Menu Extra";
"Ink.menu.pfm_description" =			"Set to true to add the Ink menu extra. Set to false to remove the Ink menu extra.";
"IrDA.menu.pfm_title" =			"Infrared Menu Extra";
"IrDA.menu.pfm_description" =			"Set to true to add the Infrared menu extra. Set to false to remove the Infrared menu extra.";
"PCCard.menu.pfm_title" =			"PCCard Menu Extra";
"PCCard.menu.pfm_description" =			"Set to true to add the PC Card menu extra. Set to false to remove the PC Card menu extra.";
"PPP.menu.pfm_title" =			"PPP Menu Extra";
"PPP.menu.pfm_description" =			"Set to true to add the PPP menu extra. Set to false to remove the PPP menu extra.";
"PPPoE.menu.pfm_title" =			"PPPoE Menu Extra";
"PPPoE.menu.pfm_description" =			"Set to true to add the PPPoE menu extra. Set to false to remove the PPPoE menu extra.";
"RemoteDesktop.menu.pfm_title" =			"Remote Management Menu Extra";
"RemoteDesktop.menu.pfm_description" =			"Set to true to add the Remote Management menu extra. Set to false to remove the Remote Management menu extra.";
"Spaces.menu.pfm_title" =			"Spaces Menu Extra";
"Spaces.menu.pfm_description" =			"Set to true to add the Spaces menu extra. Set to false to remove the Spaces menu extra.";
"Script Menu.menu.pfm_title" =			"AppleScript Menu Extra";
"Script Menu.menu.pfm_description" =			"Set to true to add the AppleScript menu extra. Set to false to remove the AppleScript menu extra.";
"Sync.menu.pfm_title" =			"iSync Menu Extra";
"Sync.menu.pfm_description" =			"Set to true to add the iSync menu extra. Set to false to remove the iSync menu extra.";
"TextInput.menu.pfm_title" =			"Input Menu Extra";
"TextInput.menu.pfm_description" =			"Set to true to add the Input menu extra. Set to false to remove the Input menu extra.";
"TimeMachine.menu.pfm_title" =			"Time Machine Menu Extra";
"TimeMachine.menu.pfm_description" =			"Set to true to add the Time Machine menu extra. Set to false to remove the Time Machine menu extra.";
"UniversalAccess.menu.pfm_title" =			"Universal Access Menu Extra";
"UniversalAccess.menu.pfm_description" =			"Set to true to add the Universal Access menu extra. Set to false to remove the Universal Access menu extra.";
"User.menu.pfm_title" =			"Fast User Switching Menu Extra";
"User.menu.pfm_description" =			"Set to true to add the Fast User Switching menu extra. Set to false to remove the Fast User Switching menu extra.";
"VPN.menu.pfm_title" =			"VPN Menu Extra";
"VPN.menu.pfm_description" =			"Set to true to add the VPN menu extra. Set to false to remove the VPN menu extra.";
"Verizon.menu.pfm_title" =			"Verizon Menu Extra";
"Verizon.menu.pfm_description" =			"Set to true to add the Verizon menu extra. Set to false to remove the Verizon menu extra.";
"Volume.menu.pfm_title" =			"Sound Menu Extra";
"Volume.menu.pfm_description" =			"Set to true to add the Sound menu extra. Set to false to remove the Sound menu extra.";
"WWAN.menu.pfm_title" =			"WWAN Menu Extra";
"WWAN.menu.pfm_description" =			"Set to true to add the WWAN menu extra. Set to false to remove the WWAN menu extra.";
"iChat.menu.pfm_title" =			"iChat Menu Extra";
"iChat.menu.pfm_description" =			"Set to true to add the iChat menu extra. Set to false to remove the iChat menu extra.";
